{

    "text":{
        "elapsed_time": 93.36478805541992,
        "text_ar": "إن الحمد لله، نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً.\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ}(آل عمران:102).\n\n{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}(الأحزاب:70-71).\nأما بعد:\nفقال الله تعالى: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا}(النساء:36).\nوقال سبحانه: {وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ إِحْسَانًا}(الأحقاف:15).\nوقال جل وعلا: {فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ}(محمد:22).\nوقال الله تعالى في الحديث القدسي للرحم: {من وصلك وصلته، ومن قطعك قطعته} متفق عليه.\nوفي الحديثِ الذي رواه مسلمٌ قال نبينا صلى الله عليه وسلم: {الرَّحِمُ مُعلَّقَةُ بالعرشِ، تقولُ: من وصَلَني وصَلَه الله، ومن قطعني قَطَعه الله}.\nوقال النبيُّ صلى الله عليه وسلم لمن سأله من أحقُّ الناسِ بحسن الصُّحبَة؟ قال: \n{أمُّك ثم أمك ثم أمك ثم أبوك ثم أدناك أدناك} متفق عليه.\nأمرٌ من الشريعة الكاملة الغراء\nببر الوالدين وصلة الأرحام\nوفي المقابلِ فالحذرَ كلَّ الحذرَ من العقوقِ والقطيعة، فتلك المُهلكةُ المُحْرِقَة\nكلُّ ذلك في تراتيبَ عَلِيَّةٍ، وأحكامٍ مُحْكَمَةٍ متينة\nتحفَظُ الصِّلاَتِ بين الأهلِ والقرابات،\nتحفظُ الوُدَّ بين المجتمعِ المترابطِ العلاقات.\nدينٌ أمرَ بالإحسان للوالدين، وبصلةِ الأرحامِ والقرابة والجيران\nدينٌ نهى عن العقوقِ والقطيعة والأذية والإفساد\n{وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا}(آل عمران:103).\nوإن مما يُسْعِدُ المؤمنَ ويُبَشِّرُه في هذا البابِ، ويكونُ دافعاً له للمزيدِ والمزيدِ هو قولُ النبيِّ صلى الله عليه وسلم: \n{منْ أحبَّ أن يُبسَطَ له في رزقِه، ويُنْسَأَ له في أَثَرِه، فلْيَصِلْ رَحِمَه} متفق عليه.\n\n{إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَىٰ وَيَنهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ}(النحل:90).\nفاذكروا الله الجليل يذكركم، واشكروه على نعمه يزدكم، ولذكر الله أكبر والله يعلم ما تصنعون.",
        "text_bn": "আল্লাহর প্রশংসা হোক, আমরা তাঁকে প্রশংসা করি, তাঁর সাহায্য চাই, তাঁর কাছে ক্ষমা চাই এবং নিজেদের অন্তরের অশুভ থেকে এবং আমাদের কাজের অপকর্ম থেকে আল্লাহর আশ্রয় চাই। যাকে আল্লাহ পথ দেখান, তার জন্য কোনো বিভ্রান্তকারী নেই, এবং যাকে তিনি বিভ্রান্ত করেন, তার জন্য কোনো পথ প্রদর্শক নেই। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া অন্য কোনো দেবতা নেই, তিনি একক এবং তাঁর কোনো অংশীদার নেই, এবং আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মদ তাঁর দাস ও রাসূল, আল্লাহ তাঁর প্রতি, তাঁর পরিবার ও সাহাবীদের প্রতি শান্তি ও অসংখ্য সালাম বর্ষণ করুন।. {হে ঈমানদারগণ! আল্লাহর প্রতি তাকওয়া অবলম্বন করো যেভাবে তাঁর তাকওয়া অবলম্বন করা উচিত এবং তোমরা যেন মুসলিম হিসেবেই মারা যাও} (আল ইমরান:১০২). হে যারা ঈমান এনেছে, আল্লাহকে ভয় কর এবং সঠিক কথা বল। তিনি তোমাদের কাজগুলোকে সংশোধন করবেন এবং তোমাদের পাপগুলো ক্ষমা করবেন। আর যে আল্লাহ এবং তাঁর রসূলের আনুগত্য করবে, সে যথার্থই মহান সাফল্য লাভ করবে। (সূরা আল-আহযাব: 70-71). এবং তারপর: আল্লাহ তা'আলা বলেন: {আল্লাহর ইবাদত করো এবং তাঁর সাথে কিছুই শরীক করো না এবং পিতা-মাতার সাথে সৎ আচরণ করো} (সূরা নিসা:36). এবং তিনি সর্বোচ্চ বলেছেন: {আমরা মানুষকে তার পিতা-মাতার প্রতি সুব্যবহারের নির্দেশ দিয়েছি} (আল-আহকাফ:১৫). এবং সর্বশক্তিমান আল্লাহ বলেছেন: {অতএব, তোমরা কি মনে কর যে যদি তোমরা (সঠিক পথ থেকে) মুখ ফিরিয়ে নাও, তাহলে তোমরা পৃথিবীতে অনিষ্ট করবে এবং তোমাদের আত্মীয়তার বন্ধন ছিন্ন করবে?} (মুহাম্মদ:22). আল্লাহ তায়ালা হাদিসে কুদসিতে রহম সম্পর্কে বলেছেন: {যে তোমাকে সংযুক্ত করে তাকে আমি সংযুক্ত করি, এবং যে তোমাকে বিচ্ছিন্ন করে তাকে আমি বিচ্ছিন্ন করি} - এটি সহমতে প্রাপ্ত।. মুসলিম দ্বারা বর্ণিত হাদিসে আমাদের নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেন: \"রহম (আত্মীয়তার বন্ধন) আরশের সাথে ঝুলানো, এটি বলে: যে আমাকে যুক্ত করে আল্লাহ তাকে যুক্ত করেন, এবং যে আমাকে ছিন্ন করে আল্লাহ তাকে ছিন্ন করেন।\". নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাঁর থেকে জিজ্ঞাসা করা হয়, সবচেয়ে যোগ্য ব্যক্তি কে যে সুসঙ্গ পেতে? তিনি বলেছেন: \n{তোমার মা, তারপর তোমার মা, তারপর তোমার মা, তারপর তোমার পিতা, তারপর তোমার নিকটতম স্বজন} - এ ব্যাপারে ঐকমত্য রয়েছে।. পূর্ণ ও মহিমান্বিত শরিয়াহ থেকে একটি নির্দেশ হলো,\nবাবা-মার সেবা করা এবং আত্মীয়-স্বজনের সাথে সম্পর্ক রক্ষা করা।\nঅন্যদিকে, অবজ্ঞা ও সম্পর্ক চ্ছেদ থেকে সর্বাত্মক সাবধানবাণী দেওয়া হয়, কেননা সেগুলো ধ্বংসাত্মক ও পোড়ানো।\nএসব নির্দেশ উচ্চতর ব্যবস্থাপনা ও দৃঢ় ও কঠোর আইনের মধ্যে পরিচালিত হয়,\nযা পরিবার ও আত্মীয়দের মধ্যে প্রার্থনার যোগাযোগ সংরক্ষণ করে,\nএবং সমাজের মধ্যে ঘনিষ্ঠ সম্পর্কের বন্ধন সংরক্ষণ করে।. একটি ধর্ম যা বাবা-মাকে ভালো ব্যবহার করার, আত্মীয়তা এবং আত্মীয়দের সঙ্গে সংযোগ রক্ষা করার ও প্রতিবেশীদের সাথে ভালো সম্পর্ক রাখার নির্দেশ দেয়।\nএটি একটি ধর্ম যা বাবা-মার অবাধ্যতা, সম্পর্ক ছিন্ন করা, ক্ষতি করা এবং ধ্বংস করা থেকে নিষেধ করে। \n{এবং সবাই মিলে আল্লাহর রশি ধরে রাখুন এবং বিভক্ত হবেন না}(সূরা আলে ইমরান:103). এবং এটি মুমিনের জন্য আনন্দদায়ক ও শুভ সংবাদ বহন করে এই প্রসঙ্গে, এবং তাকে আরও এবং আরও অনুপ্রাণিত করে যা নবী মুহাম্মদ (সাঃ) এর বাণীয়েছেন: \n\"যে ব্যক্তি চায় যে তার রিজিকে প্রসারণ ঘটুক এবং তার আয়ুতে বৃদ্ধি হোক, সে যেন তার আত্মীয়তা সম্পর্ক বজায় রাখে\" - এটি সমর্থিত হাদিস।. {আল্লাহ ন্যায়বিচার, উত্তম আচরণ এবং আত্মীয়দের প্রতি উদারতা দেখানোর নির্দেশ দেন এবং অশ্লীলতা, অন্যায় ও অত্যাচার থেকে বিরত থাকার নির্দেশ দেন। তিনি আপনাদের উপদেশ দেন যাতে আপনারা স্মরণ করেন।}(সূরা আন-নাহল: 90). মহান আল্লাহকে স্মরণ করুন, তিনি আপনাদেরও স্মরণ করবেন। তাঁর দানকৃত নিয়ামতের জন্য কৃতজ্ঞতা প্রকাশ করুন, তিনি আপনাদের আরো বৃদ্ধি করবেন। আল্লাহর স্মরণ সর্বশ্রেষ্ঠ, এবং আল্লাহ জানেন আপনারা কি করছেন।.",
        "text_en": "Indeed, all praise is due to Allah, we praise Him, seek His help, and ask for His forgiveness. We take refuge with Allah from the evils of ourselves and from the wickedness of our deeds. Whomever Allah guides, none can mislead, and whomever He allows to stray, none can guide. I bear witness that there is no deity except Allah, alone without any partner, and I bear witness that Muhammad is His servant and messenger. May Allah bestow blessings and peace upon him, his family, and his companions abundantly.. O you who have believed, fear Allah as He should be feared, and do not die except as Muslims. (Al-Imran: 102). O you who have believed, fear Allah and speak words of appropriate justice. He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allah and His Messenger has certainly achieved a great triumph. (Al-Ahzab: 70-71). As for what follows:\nAllah, the Exalted, said: \"And worship Allah and associate nothing with Him, and to parents do good.\" (An-Nisa: 36). And He, the Exalted, said: {And We have enjoined upon man kindness to his parents} (Al-Ahqaf: 15). And He, the Most High, said: {So do you perhaps, if you turn away, cause corruption on the earth and sever your ties of kinship?} (Muhammad: 22). And Allah the Exalted said in the divine Hadith regarding the womb: {Whoever maintains you, I will maintain him; and whoever cuts you off, I will cut him off} agreed upon.. In the hadith reported by Muslim, our Prophet, peace be upon him, said: \"The womb is suspended from the Throne, it says: whoever connects me, Allah will connect him, and whoever severs me, Allah will sever him.\". And the Prophet, peace be upon him, said to the one who asked him who deserves the best companionship? He said:\n\"Your mother, then your mother, then your mother, then your father, and then your closest, closest.\" Agreed upon.. An order from the perfect, venerable Sharia\nis to show kindness to parents and maintain ties of kinship.\nConversely, utmost caution against disrespect and severing ties is vital, for these are destructive and devastating.\nAll of this is within superior arrangements and firm, solid judgments\nthat preserve relationships among family and relatives,\nand maintain affection within a society with interconnected relationships.. A religion that commanded kindness to parents, and maintaining ties of kinship, relatives, and neighbors.\nA religion that prohibited disrespect, severance of relations, harm, and corruption.\n\"And hold firmly to the rope of Allah all together and do not become divided.\" (Al-Imran: 103). And indeed, among the things that bring joy and glad tidings to the believer in this regard, and motivate him to strive for more and more, is the saying of the Prophet, peace be upon him:\n\"Whoever loves that his provision be expanded and his term be extended, let him maintain ties of kinship.\" Agreed upon.. {Verily, Allah commands justice, doing good, and giving to kith and kin, and He forbids all indecent deeds, and evil and rebellion; He instructs you, that you may be reminded.}(An-Nahl: 90). So remember Allah, the Majestic, He will remember you, and thank Him for His blessings, He will increase you. And the remembrance of Allah is the greatest, and Allah knows what you do..",
        "text_ur": "بلاشبہ سب تعریفیں اللہ کے لیے ہیں، ہم اس کی تعریف کرتے ہیں، اس سے مدد مانگتے ہیں، اور اس سے معافی چاہتے ہیں، اور ہم اللہ کی پناہ میں آتے ہیں ہماری نفسوں کی برائیوں اور ہمارے کرتوتوں کی خطاؤں سے۔ جسے اللہ راہ دکھائے، اسے کوئی گمراہ نہیں کر سکتا، اور جسے وہ گمراہ کرے، اس کے لیے کوئی رہنما نہیں۔ اور میں گواہی دیتا ہوں کہ اللہ کے سوا کوئی معبود نہیں، وہ اکیلا ہے، اس کا کوئی شریک نہیں، اور میں گواہی دیتا ہوں کہ محمد اس کے بندے اور رسول ہیں، اللہ ان پر اور ان کے اہل و عیال اور صحابہ پر رحمت نازل فرمائے اور انہیں بہت زیادہ سلامتی عطا فرمائے۔. {یا ایھا الذین آمنوا اتقوا اللہ حق تقاتہ ولا تموتن الا وانتم مسلمون}(آل عمران:102). اے ایمان والو! اللہ سے ڈرو اور سچی بات کہو * وہ تمہارے اعمال کو درست کر دے گا اور تمہارے گناہ معاف کر دے گا، اور جو کوئی اللہ اور اس کے رسول کی اطاعت کرے گا، یقینا اس نے عظیم کامیابی حاصل کی ہے۔ (الأحزاب:70-71). اور بعد:\nفرمایا اللہ تعالیٰ نے: {اور اللہ کی عبادت کرو اور اس کے ساتھ کسی چیز کو شریک نہ بناؤ اور والدین کے ساتھ احسان کرو}(النساء:36). اور اللہ تعالیٰ نے فرمایا: {اور ہم نے انسان کو اپنے والدین کے ساتھ احسان کی وصیت کی} (الأحقاف:15). اور اللہ جل وعلا نے فرمایا: {پھر کیا تمہیں امید ہے کہ اگر تم پیٹھ پھیر لو گے تو تم زمین میں فساد کرو گے اور اپنے رشتے کاٹ دو گے} (محمد:22). اور الله تعالی نے حدیث قدسی میں رحم (رشتہ داری) کے بارے میں فرمایا ہے: {جو تم سے جڑتا ہے میں اس سے جڑتا ہوں، اور جو تمہیں کاٹتا ہے میں اسے کاٹتا ہوں}، اس حدیث پر متفق ہے۔. اور حدیث میں جو مسلم نے روایت کی ہے، ہمارے نبی صلی اللہ علیہ وسلم نے فرمایا: \"رحم عرش سے معلق ہے، یہ کہتی ہے: جو مجھے جوڑتا ہے اللہ اسے جوڑتا ہے، اور جو مجھے کاٹتا ہے اللہ اسے کاٹتا ہے۔\". اور نبی ﷺ نے فرمایا جب کسی نے پوچھا کہ سب سے زیادہ کون لوگ حسنِ صحبت کے مستحق ہیں؟ آپ ﷺ نے فرمایا:\n{تمہاری ماں پھر تمہاری ماں پھر تمہاری ماں پھر تمہارا باپ پھر تمہارے قریبی قریبی لوگ} متفق عليه. یہ ایک حکم ہے جو مکمل اور خوبصورت شریعت سے ہے\nکہ والدین کے ساتھ بھلائی اور رشتہ داروں سے میل ملاپ برتا جائے\nاور اس کے برعکس، نافرمانی اور قطع رحمی سے بچو، کیونکہ یہ تباہ کن اور جلانے والا ہے\nیہ سب کچھ عالیہ ترتیبات اور مضبوط و محکم احکام میں ہے\nجو اہل و عیال اور قرابت داروں کے درمیان صلہ رحمی کو برقرار رکھتے ہیں،\nجو معاشرے میں محبت و اتفاق کے رشتوں کی حفاظت کرتے ہیں. یہ ایک دین ہے جس نے والدین کے ساتھ احسان کرنے، رشتوں، قرابت داروں اور پڑوسیوں سے ربط بڑھانے کا حکم دیا ہے۔ \nیہ ایک دین ہے جو نافرمانی، قطع تعلقی، اذیت دینے اور فساد برپا کرنے سے منع کرتا ہے۔\n\"اور تم سب مل کر اللہ کی رسی کو مضبوطی سے تھامے رکھو اور تفرقہ میں نہ پڑو\" (آل عمران:103). اور یقینا جو چیز مومن کو خوشی دیتی ہے اور اس باب میں اسے خوشخبری دیتی ہے اور اسے مزید اور زیادہ کے لئے ابھارتی ہے وہ نبی صلى الله عليه وسلم کا قول ہے:\n{جو شخص پسند کرتا ہے کہ اس کے رزق میں وسعت ہو اور اس کی عمر میں برکت ہو تو اسے چاہیے کہ وہ اپنے رشتہ داروں سے تعلقات بہتر بنائے} - متفق علیه. بے شک اللہ تعالیٰ انصاف، احسان اور قرابت داروں کو دینے کا حکم دیتا ہے اور فحشائی، منکر اور زیادتی سے منع فرماتا ہے۔ وہ تمہیں نصیحت کرتا ہے تاکہ تم نصیحت حاصل کرو۔ (النحل:90). پس اللہ جلیل کا ذکر کرو وہ تمہیں یاد کرے گا، اور اس کی نعمتوں پر شکر ادا کرو تو وہ تمہیں اور زیادہ دے گا، اور اللہ کا ذکر سب سے بڑا ہے اور اللہ جانتا ہے جو کچھ تم کر رہے ہو۔."
    }

}